Repository: mcihad/wagtail
Catalog: wagtail/locale/*/LC_MESSAGES/django.po
Languages: tr

source: Wagtail core
tr: Wagtail core (çekirdek)

source: Add Comment
tr: Yorum Ekle

source: The minimum number of items is %(min_num)d
tr: Asgari öğe sayısı %(min_num)d

source: The maximum number of items is %(max_num)d
tr: Azami öğe sayısı %(max_num)d

source: Move up
tr: Yukarı çıkar

source: Move down
tr: Aşağı indir

source: Drag
tr: Sürükle

source: Duplicate
tr: Çoğalt

source: Delete
tr: Sil

source: Add
tr: Ekle

source: %(label)s: this block has no options.
tr: %(label)s: bu blokta seçenek yok.

source: This block has no options.
tr: Bu blokta seçenek yok.

source: This field is required.
tr: Bu alan gerekli.

source: Wagtail frontend cache
tr: Wagtail ön uç önbelleği

source: Date cannot be in the future.
tr: Tarih gelecekte olamaz.

source: Password
tr: Şifre

source: The password you have entered is not correct. Please try again.
tr: Girmiş olduğunuz şifre doğru degil. Lütfen tekrar deneyin.

source: Comment
tr: Yorum

source: Locked
tr: Kilitlendi

source: No one can make changes while the %(model_name)s is locked
tr: Hiç kimse %(model_name)s kilitliyken değişiklik yapamaz.

source: <b>'{title}' was locked</b> by <b>you</b> on <b>{datetime}</b>.
tr: <b>'{title}' kilitlendi</b> <b>sen</b> tarafından <b>{datetime}</b> tarihinde.

source: <b>'{title}' is locked</b> by <b>you</b>.
tr: <b>'{title}' kilitlendi</b> <b>sen</b> tarafından.

source: <b>'{title}' was locked</b> by <b>{user}</b> on <b>{datetime}</b>.
tr: <b>'{title}' kilitlendi</b> <b>{user}</b> tarafından <b>{datetime}</b> tarihinde.

source: <b>'{title}' is locked</b>.
tr: <b>'{title}' kilitlendi</b>.

source: Locked by another user
tr: Başka bir kullanıcı tarafından kilitlendi.

source: Only you can make changes while the %(model_name)s is locked
tr: Sadece sen %(model_name)s kilitliyken değişiklik yapabilirsin.

source: Only %(user)s can make changes while the %(model_name)s is locked
tr: Sadece %(user)s %(model_name)s kilitliyken değişiklik yapabilir.

source: This %(model_name)s is currently awaiting moderation.
tr: Bu %(model_name)s şu anda moderasyon bekliyor.

source: This {model_name} is awaiting <b>'{task_name}'</b> in the <b>'{workflow_name}'</b> workflow.
tr: Bu {model_name} <b>'{task_name}'</b> görevinde <b>'{workflow_name}'</b> iş akışında bekliyor.

source: Only reviewers for this task can edit the %(model_name)s.
tr: Bu görev için yalnızca inceleyiciler %(model_name)s'yi düzenleyebilir.

source: Unlocked
tr: Kilitsiz

source: Locked by workflow
tr: İş akışı tarafından kilitlendi.

source: Reviewers can edit this %(model_name)s – lock it to prevent other reviewers from editing
tr: İnceleyiciler bu %(model_name)s'yi düzenleyebilir – diğer inceleyicilerin düzenlemesini önlemek için kilitleyin.

source: Only reviewers can edit and approve the %(model_name)s
tr: Sadece inceleyiciler %(model_name)s'yi düzenleyebilir ve onaylayabilir.

source: {model_name} '{title}' is locked and has been scheduled to go live at {datetime}
tr: {model_name} '{title}' kilitlendi ve {datetime} tarihinde yayına alınmak üzere zamanlandı

source: Currently locked and will go live on the scheduled date
tr: Şu anda kilitli ve zamanlanmış tarihte yayına alınacak

source: content type
tr: içerik türü

source: timestamp (UTC)
tr: zaman damgası (UTC)

source: log entry
tr: log girişi

source: log entries
tr: log girişleri

source: The log action '%(action_name)s' has not been registered.
tr: Log eylemi '%(action_name)s' kaydedilmemiştir.

source: system
tr: sistem

source: Unknown %(action)s
tr: Bilinmeyen %(action)s

source: model log entry
tr: model log girişi

source: model log entries
tr: model log girişleri

source: live
tr: canlı

source: has unpublished changes
tr: yayınlanmayan değişiklikler var

source: first published at
tr: ilk yayınlanma zamanı

source: last published at
tr: son yayınlanma zamanı

source: go live date/time
tr: yayın başlangış tarihi/zamanı

source: expiry date/time
tr: yayın bitiş tarihi/zamanı

source: expired
tr: süresi doldu

source: scheduled
tr: zamanlandı

source: draft
tr: taslak

source: live + scheduled
tr: canlı + zamanlandı

source: live + draft
tr: canlı + taslak

source: locale
tr: yerel

source: locked
tr: kilitlendi

source: collection
tr: koleksiyon

source: collection view restriction
tr: koleksiyon görme kısıtı

source: collection view restrictions
tr: koleksiyon görme kısıtları

source: name
tr: isim

source: collections
tr: koleksiyonlar

source: group
tr: grup

source: permission
tr: izin

source: group collection permission
tr: grup koleksiyon izni

source: group collection permissions
tr: grup koleksiyon izinleri

source: uploaded by user
tr: yükleyen kullanıcı

source: Add/edit pages you own
tr: Sahip olduğun sayfalara ekle/düzenle

source: Bulk delete
tr: Toplu sil

source: Delete pages with children
tr: Alt sayfası olan sayfaları sil

source: Edit
tr: Düzenle

source: Edit any page
tr: Herhangi bir sayfayı düzenle

source: Lock
tr: Kilitle

source: Lock/unlock pages you've locked
tr: Kilitlediğiniz sayfaları kilitle/ kilidini aç

source: Publish
tr: Yayınla

source: Publish any page
tr: Herhangi bir sayfayı yayınla

source: Unlock
tr: Kilidini aç

source: title
tr: başlık

source: The page title as you'd like it to be seen by the public
tr: Genele görünecek sayfa başlığı

source: slug
tr: Başlık url'si

source: The name of the page as it will appear in URLs e.g http://domain.com/blog/[my-slug]/
tr: URL'lelerde sayfanın görüneceği ad, örneğin http://domain.com/blog/[my-slug]/

source: URL path
tr: URL yolu

source: owner
tr: sahibi

source: The name of the page displayed on search engine results as the clickable headline.
tr: Arama motoru sonuçlarında tıklanabilir başlık olarak görüntülenen sayfa adı.

source: show in menus
tr: menülerde göster

source: Whether a link to this page will appear in automatically generated menus
tr: Otomatik olarak oluşturulan menülerde, bu sayfaya bir bağlantı olacaktır

source: The descriptive text displayed underneath a headline in search engine results.
tr: Arama motoru sonuçlarında başlık altında görüntülenen açıklayıcı metin.

source: latest revision created at
tr: en son oluşturulan revizyon zamanı

source: For search engines
tr: Arama motorları için

source: The slug '%(page_slug)s' is already in use within the parent page at '%(parent_url_path)s'
tr: Slug '%(page_slug)s' zaten '%(parent_url_path)s' alt sayfasında kullanılıyor.

source: page
tr: sayfa

source: pages
tr: sayfalar

source: group page permission
tr: grup sayfası izni

source: group page permissions
tr: grup sayfası izinleri

source: page view restriction
tr: sayfa izleme kısıtı

source: page view restrictions
tr: sayfa görme kısıtları

source: workflow
tr: iş akışı

source: page log entry
tr: sayfa log girişi

source: page log entries
tr: sayfa log girişleri

source: Draft saved
tr: Taslak kaydedildi

source: comment
tr: yorum

source: comments
tr: yorumlar

source: comment reply
tr: yorum yanıtı

source: comment replies
tr: yorum yanıtları

source: Default
tr: Varsayılan

source: Preview in mobile size
tr: Mobil boyutta önizleme

source: Preview in tablet size
tr: Tablet boyutunda önizleme

source: Preview in desktop size
tr: Masaüstü boyutunda önizleme

source: object id
tr: nesne kimliği

source: the %(model_name)s will also be deleted
tr: Aynı zamanda %(model_name)s da silinecektir.

source: prevents deletion
tr: silinmesini engeller

source: will be set to the default %(model_name)s
tr: varsayılan %(model_name)s olarak ayarlanacaktır.

source: will do nothing
tr: hiçbir şey yapmayacaktır.

source: may prevent deletion
tr: silinmesini engelleyebilir.

source: will be set to a %(model_name)s specified by the system
tr: sistem tarafından belirtilen bir %(model_name)s olarak ayarlanacaktır.

source: will unset the reference
tr: referansı kaldıracaktır.

source: created at
tr: oluşturulma zamanı

source: user
tr: kullanıcı

source: content JSON
tr: JSON içerik

source: approved go live at
tr: onaylandı, canlısı

source: hostname
tr: ana bilgisayar adı (hostname)

source: Set this to something other than 80 if you need a specific port number to appear in URLs (e.g. development on port 8000). Does not affect request handling (so port forwarding still works).
tr: Eğer URL'lerde görünmesini istediğiniz, 80 dışında belirli bir port numarası varsa girin (8000 portunde geliştirme gibi). İstek işlemesini (request handling) etkilemez (dolayısıyla port yönlendirme çalışmaya devam eder).

source: site name
tr: site adı

source: Human-readable name for the site.
tr: Okunabilir site adı.

source: root page
tr: root (kök) sayfası

source: is default site
tr: varsayılan site mi

source: If true, this site will handle requests for all other hostnames that do not have a site entry of their own
tr: Eğer doğru seçilirse bu site, içeriği olmayan tüm diğer hostname'lerin isteklerini işleyecektir.

source: sites
tr: siteler

source: default
tr: varsayılan

source: %(hostname)s is already configured as the default site. You must unset that before you can save this site as default.
tr: %(hostname)s zaten varsayılan site olarak ayarlandı. Bu siteyi varsayılan olarak seçmek için önce onun varsayılan site ayarını kaldırmalısınız.

source: Public
tr: Genel

source: Private, accessible to users in specific groups
tr: Gizli, belirli gruptaki kullanıcılar erişebilir

source: groups
tr: gruplar

source: view restriction
tr: kısıtı gör

source: view restrictions
tr: kısıtları gör

source: In progress
tr: Devam ediyor

source: Needs changes
tr: Değişiklikler gerekli

source: Cancelled
tr: İptal edildi

source: status
tr: durum

source: requested by
tr: istek yapan

source: current task state
tr: mevcut görev durumu

source: There may only be one in progress or needs changes workflow state per page/snippet.
tr: Bir sayfa/snippet için yalnızca bir devam eden veya değişiklik gerektiren iş akışı durumu olabilir.

source: Workflow '%(workflow_name)s' on %(model_name)s '%(title)s': %(status)s
tr: İş akışı '%(workflow_name)s' %(model_name)s '%(title)s' üzerinde: %(status)s

source: Not started
tr: Başlatılmadı

source: Workflow state
tr: İş akışı durumu

source: Workflow states
tr: İş akışı durumları

source: active
tr: aktif

source: Active workflows can be added to pages/snippets. Deactivating a workflow does not remove it from existing pages/snippets.
tr: Aktif iş akışları sayfalara/snippet'lere eklenebilir. Bir iş akışını devre dışı bırakmak, onu mevcut sayfalardan/snippet'lerden kaldırmaz.

source: workflows
tr: iş akışları

source: workflow_tasks
tr: iş akışı görevleri

source: task
tr: görev

source: workflow task order
tr: iş akışı görev sırası

source: workflow task orders
tr: iş akışı görev sıraları

source: Active tasks can be added to workflows. Deactivating a task does not remove it from existing workflows.
tr: Aktif görevler iş akışlarına eklenebilir. Bir görevi devre dışı bırakmak, onu mevcut iş akışlarından kaldırmaz.

source: tasks
tr: görevler

source: Pages/snippets at this step in a workflow will be moderated or approved by these groups of users
tr: Bu adımda bir iş akışındaki sayfalar/snippet'ler, bu kullanıcı grupları tarafından denetlenecek veya onaylanacaktır.

source: Request changes
tr: Değişiklik iste

source: Approve
tr: Onayla

source: Approve with comment
tr: Yorumla onayla

source: Members of the chosen Wagtail Groups can approve this task
tr: Seçilen Wagtail Gruplarının üyeleri bu görevi onaylayabilir

source: Group approval task
tr: Grup onaylama görevi

source: Group approval tasks
tr: Grup onaylama görevleri

source: Skipped
tr: Atlandı

source: workflow state
tr: iş akışı durumu

source: finished by
tr: tamamlayan

source: Task '%(task_name)s' on Revision '%(revision_info)s': %(status)s
tr: Görev '%(task_name)s' Revizyon '%(revision_info)s' üzerinde: %(status)s

source: Task state
tr: Görev durumu

source: Task states
tr: Görev durumları

source: in moderation
tr: denetim altında

source: Log in
tr: Giriş yap

source: Your username and password didn't match. Please try again.
tr: Kullanıcı adı ve şifre eşleşmedi. Lütfen tekrar deneyin.

source: Your account doesn't have access to this page. To proceed, please log in with an account that has access.
tr: Hesabınızın bu sayfaya erişimi yok. Devam etmek için lütfen erişimi olan bir hesapla giriş yapın.

source: Password required
tr: Şifre gerekli

source: You need a password to access this page.
tr: Bu sayfaya erişmek için şifre gerekiyor.

source: Continue
tr: Devam et

source: Wagtail routable page tests
tr: Wagtail yönlendirilebilir sayfa testleri

source: French
tr: Fransızca

source: Wagtail snippets tests
tr: Wagtail snippet testleri

source: Private
tr: Özel

source: A lazy business child page description
tr: Tembel bir iş alt sayfası açıklaması

source: important pages settings
tr: önemli sayfa ayarları

source: The form is already filled.
tr: Form zaten doldurulmuş.

source: You must log in first.
tr: Öncelikle giriş yapmalısınız.

source: User '%(object)s' updated.
tr: Kullanıcı '%(object)s' güncellendi.

source: test edit view
tr: test düzenleme görünümü

source: test delete view
tr: test silme görünümü

source: <p>english</p>
tr: <p>İngilizce</p>

source: Choice 1
tr: <p>Seçenek 1</p>

source: Choice 2
tr: <p>Seçenek 2</p>

source: German
tr: Almanca

source: %(count)s descendant collection
tr: %(count)s alt koleksiyon

source: Edited
tr: Düzenlendi

source: Unpublish
tr: Yayından kaldır

source: Unpublish scheduled draft
tr: Yayından kaldırılmış taslak

source: Reject
tr: Reddet

source: Renamed from '%(old)s' to '%(new)s'
tr: '%(old)s' -> '%(new)s' olarak yeniden adlandırıldı.

source: Revert
tr: Geri Al

source: Reverted to previous revision with id %(revision_id)s from %(created_at)s
tr: '%(revision_id)s' -> '%(created_at)s' olarak geri alındı.

source: Reverted to previous revision
tr: Önceki revizyona geri alındı.

source: Copy
tr: Kopyala

source: Copied from %(title)s
tr: '%(title)s' -> kopyalandı.

source: Copied
tr: Kopyalandı.

source: Copy for translation
tr: Çeviri için kopyala

source: Copied for translation from %(title)s (%(locale)s)
tr: Çeviri için kopyalandı: '%(title)s' (%(locale)s)

source: Copied for translation
tr: Çeviri için kopyalandı.

source: Created an alias of %(title)s
tr: '%(title)s' -> takma ad olarak oluşturuldu.

source: Convert alias into ordinary page
tr: Takma adı sıradan sayfaya dönüştür

source: Converted the alias '%(title)s' into an ordinary page
tr: '%(title)s' -> sıradan sayfaya dönüştürüldü.

source: Converted an alias into an ordinary page
tr: Takma adı sıradan sayfaya dönüştürdü.

source: Move
tr: Taşı

source: Moved from '%(old_parent)s' to '%(new_parent)s'
tr: '%(old_parent)s' -> '%(new_parent)s' olarak taşındı.

source: Reorder
tr: Sırala

source: Reordered under '%(parent)s'
tr: '%(parent)s' altına sıralandı.

source: Reordered
tr: Sıralandı

source: Schedule publication
tr: Yayınlama zamanla

source: Revision %(revision_id)s from %(created_at)s scheduled for publishing at %(go_live_at)s.
tr: %(revision_id)s revizyonu, %(created_at)s tarihinde oluşturuldu ve %(go_live_at)s tarihinde yayınlanmak üzere zamanlandı.

source: Page scheduled for publishing at %(go_live_at)s
tr: '%(go_live_at)s' olarak yayınlama zamanlandı.

source: Page scheduled for publishing
tr: Sayfa yayınlama zamanlandı.

source: Unschedule publication
tr: Yayınlama zamanlamasını kaldır

source: Revision %(revision_id)s from %(created_at)s unscheduled from publishing at %(go_live_at)s.
tr: %(revision_id)s revizyonu, %(created_at)s tarihinde oluşturuldu ve %(go_live_at)s tarihinde yayınlama zamanlaması kaldırıldı.

source: Page unscheduled for publishing at %(go_live_at)s
tr: %(go_live_at)s -> yayınlama zamanlaması kaldırıldı.

source: Page unscheduled from publishing
tr: Sayfa yayınlamadan zamanlaması kaldırıldı.

source: Updated the view restriction to '%(restriction)s'
tr: '%(restriction)s' olarak güncellendi.

source: Removed the '%(restriction)s' view restriction. The page is public.
tr: '%(restriction)s' olarak kaldırıldı. Sayfa herkese açıktır.

source: Add comment
tr: Yorum ekle

source: Added a comment on field %(field)s: "%(text)s"
tr: '%(field)s' alanına yorum eklendi: "%(text)s"

source: Added a comment
tr: Yorum eklendi

source: Edit comment
tr: Yorumu düzenle

source: Edited a comment on field %(field)s: "%(text)s"
tr: '%(field)s' alanındaki yorum düzenlendi: "%(text)s"

source: Edited a comment
tr: Yorumu düzenlendi

source: Deleted a comment on field %(field)s: "%(text)s"
tr: '%(field)s' alanındaki yorum silindi: "%(text)s"

source: Deleted a comment
tr: Yorum silindi

source: Resolve comment
tr: Yorumu çöz

source: Resolved a comment on field %(field)s: "%(text)s"
tr: '%(field)s' alanındaki yorum çözüldü: "%(text)s"

source: Resolved a comment
tr: Yorumu çözüldü

source: Reply to comment
tr: Yoruma yanıtla

source: Replied to comment on field %(field)s: "%(text)s"
tr: '%(field)s' alanına yanıt verildi: "%(text)s"

source: Replied to a comment
tr: Bir yoruma yanıt verildi

source: Edit reply to comment
tr: Yoruma yanıtı düzenle

source: Edited a reply to a comment on field %(field)s: "%(text)s"
tr: '%(field)s' alanındaki yoruma yanıt düzenlendi: "%(text)s"

source: Delete reply to comment
tr: Yoruma yanıtı sil

source: Deleted a reply to a comment on field %(field)s: "%(text)s"
tr: '%(field)s' alanındaki yoruma yanıt silindi: "%(text)s"

source: Deleted a reply
tr: Bir yoruma yanıt silindi

source: Workflow: start
tr: İş akışı: başlat

source: '%(workflow)s' started. Next step '%(task)s'
tr: '%(workflow)s' başlatıldı. Sonraki adım '%(task)s'

source: Workflow started
tr: İş akışı başlatıldı

source: Workflow: approve task
tr: İş akışı: görevi onayla

source: Approved at '%(task)s'. Next step '%(next_task)s'
tr: '%(task)s' de onaylandı. Sonraki adım '%(next_task)s'

source: Approved at '%(task)s'. '%(workflow)s' complete
tr: '%(task)s' de onaylandı. '%(workflow)s' tamamlandı.

source: Workflow task approved
tr: İş akışı görevi onaylandı.

source: Workflow: reject task
tr: İş akışı: görevi reddet

source: Rejected at '%(task)s'. Changes requested
tr: '%(task)s' de reddedildi. Değişiklikler istendi.

source: Workflow task rejected. Workflow complete
tr: İş akışı görevi reddedildi. İş akışı tamamlandı.

source: Workflow: resume task
tr: İş akışı: görevi devam ettir

source: Resubmitted '%(task)s'. Workflow resumed
tr: '%(task)s' yeniden gönderildi. İş akışı devam etti.

source: Workflow task resubmitted. Workflow resumed
tr: İş akışı görevi yeniden gönderildi. İş akışı devam etti.

source: Workflow: cancel
tr: İş akışı: iptal et

source: Cancelled '%(workflow)s' at '%(task)s'
tr: '%(workflow)s' iptal edildi. '%(task)s' de iptal edildi.

source: Workflow cancelled
tr: İş akışı iptal edildi.
